Repository: AdamWill/contacts
Catalog: l10n/*/contacts.po
Languages: bg_bg, he, hr, nn_no

source: Attempt to access blacklisted file:
bg_bg: Опит за достъп до забранен файл:
hr: Pokušaj pristupa zabranjenoj datoteci.
nn_no: Prøv å få tilgang til svartelistefil:

source: No key is given.
bg_bg: Не е зададен ключ.
hr: Nikaka ključ nije dan.
nn_no: Ingen nøkkel gjeve.

source: No value is given.
bg_bg: Не е зададена стойност.
hr: Nikakva vrijednost nije dana.
nn_no: Ingen verdi gjeve.

source: Could not set preference:
bg_bg: Неуспешно задаване на настройки:
hr: Preference nije moguće odrediti:
nn_no: Klarte ikkje leggja til innstilling:

source: Contact
bg_bg: Кантакт
hr: Kontakt
nn_no: Kontakt

source: Other
bg_bg: Други
he: אחר
hr: Ostalo
nn_no: Anna

source: HomePage
bg_bg: Домашна страница
he: דף בית
hr: Početna stranica
nn_no: Heimeside

source: Internet call
bg_bg: Интернет обаждане
he: שיחת אינטרנט
hr: Internetski poziv
nn_no: Internettoppringing

source: Work
bg_bg: Работен
he: עבודה
hr: Posao
nn_no: Arbeid

source: Home
bg_bg: Домашен
he: בית
hr: Kuća
nn_no: Heime

source: Mobile
bg_bg: Мобилен
he: נייד
hr: Mobitel
nn_no: Mobil

source: Text
bg_bg: SMS
he: טקסט
hr: Tekst
nn_no: Tekst

source: Voice
bg_bg: Гласов
he: קולי
hr: Glas
nn_no: Tale

source: Message
bg_bg: Съобщение
he: הודעה
hr: Poruka
nn_no: Melding

source: Fax
bg_bg: Факс
he: פקס
hr: Faks
nn_no: Faks

source: Video
bg_bg: Видео
he: וידאו

source: Pager
bg_bg: Пейджър
he: זימונית
hr: Dojavljivač
nn_no: Personsøkjar

source: Internet
bg_bg: Интернет
he: אינטרנט
nn_no: Internett

source: Friends
bg_bg: Приятели
hr: Prijatelji
nn_no: Venar

source: Family
bg_bg: Семейство
he: משפחה
hr: Obitelj
nn_no: Familie

source: Enable LDAP Backend
bg_bg: Включи LDAP Сървъра
hr: Omogućite LDAP pozadinu

source: Enable LDAP backend for the contacts application
bg_bg: Включи LDAP сървъра за приложението Контакти.
hr: Omogućite LDAP pozadinu za aplikaciju kontakti.

source: Warning: LDAP Backend is in beta mode, use with precautions
bg_bg: Предупреждение: LDAP сървъра е в тестов режим, използвай предпазливост.
hr: Upozorenje: LDAP pozadina je u beta modu, koristite je s predostrožnošću.

source: New contact
bg_bg: Нов контакт
he: איש קשר חדש
hr: Novi kontakt

source: Group name
bg_bg: Име на групата
he: שם קבוצה
hr: Naziv grupe
nn_no: Gruppenamn

source: New group
bg_bg: Нова група
he: הוספת קבוצה
hr: Nova grupa

source: Address books
bg_bg: Адресници
he: ספרי כתובות
hr: Adresari
nn_no: Adressebøker

source: Display name
bg_bg: Видимо име
he: שם תצוגה
hr: Prikažite naziv
nn_no: Visingsnamn

source: Add Address Book
bg_bg: Добавяне на Адресник
he: הוספת ספר כתובות
hr: Dodajte adresar
nn_no: Legg til adressebok

source: Add LDAP Address Book
bg_bg: Добави LDAP Адресник
hr: Dodajte LDAP adresar

source: (De-)select all
bg_bg: Избери всчико(нищо):
he: (De-)בחירת הכול
hr: O(d)znači sve
nn_no: (Av-)merk alle

source: Sort order
bg_bg: Ред на подреждане
he: סדר מיון
hr: Sortirajte redoslijed

source: First- Lastname
bg_bg: Първо- Последно Име
he: שם פרטי, שם משפחה
hr: Ime- prezime

source: Last-, Firstname
bg_bg: Последно-, Първо Име
he: שם משפחה, שם פרטי
hr: Prezime-, Ime

source: Delete
bg_bg: Изтрий
he: מחיקה
hr: Brisanje
nn_no: Slett

source: Groups
bg_bg: Групи
he: קבוצות
hr: Grupe
nn_no: Grupper

source: Download
bg_bg: Изтегли
he: הורדה
hr: Preuzimanje
nn_no: Last ned

source: Merge
bg_bg: Сливане
he: מיזוג
hr: Spajanje

source: Email
bg_bg: Имейл
he: דואר אלקטרוני
hr: E-pošta
nn_no: E-post

source: Phone
bg_bg: Телефон
he: טלפון
hr: Telefon
nn_no: Telefon

source: Address
bg_bg: Адрес
he: כתובת
hr: Adresa
nn_no: Adresse

source: Group
bg_bg: Група
he: קבוצה
hr: Grupa

source: Keyboard shortcuts
bg_bg: Клавишни комбинации
he: קיצורי מקלדת
hr: Tipkovni prečaci
nn_no: Tastatursnarvegar

source: Navigation
bg_bg: Навигация
he: ניווט
hr: Navigacija
nn_no: Navigering

source: Next contact in list
bg_bg: Следващия контакт в списъка
he: איש קשר הבא ברשימה
hr: Sljedeći kontakt s popisa
nn_no: Neste kontakt i lista

source: Previous contact in list
bg_bg: Предния контакт в списъка
he: איש קשר קודם ברשימה
hr: Prethodni kontakt s popisa
nn_no: Førre kontakt i lista

source: Expand/collapse current addressbook
bg_bg: Разшири/свий сегашания адресник
he: הרחב\צמצם ספר כתובות נוכחי
hr: Proširivanje/sažimanje postojećeg adresara
nn_no: Utvid/fald saman adresseboka

source: Next addressbook
bg_bg: Следващия адресник
he: ספר כתובות הבא
hr: Sljedeći adresar
nn_no: Neste adressebok

source: Previous addressbook
bg_bg: Предния адресник
he: ספר כתובות קודם
hr: Prethodni adresar
nn_no: Førre adressebok

source: Actions
bg_bg: Действия
he: פעולות
hr: Radnje
nn_no: Handlingar

source: Refresh contacts list
bg_bg: Освежи списъка с контакти
he: רענון רשימת אנשי קשר
hr: Osvježite popis kontakata
nn_no: Oppfrisk kontaktlista

source: Add new contact
bg_bg: Добави нов контакт
he: הוספת איש קשר חדש
hr: Dodajte novi kontakt
nn_no: Legg til ny kontakt

source: Add new addressbook
bg_bg: Добави нов адресник
he: הוספת ספר כתובות חדש
hr: Dodajte novi adresar
nn_no: Legg til ny adressebok

source: Delete current contact
bg_bg: Изтрий текущия контакт
he: מחיקת איש קשר נוכחי
hr: Brišite postojeći kontakt
nn_no: Slett kontakten

source: You have no contacts in your address book or your address book is disabled.
bg_bg: Нямаш контаткти в адресника или адресникът е изключен.
he: אין לך אנשי קשר בספר הכתובות שלך או שספר הכתובות מנוטרל.
hr: U adresaru nemate kontakata ili vam je adresar onemogućen.

source: Add a new contact or import existing contacts from a file (VCF, CSV or LDIF).
bg_bg: Дабaви нов контакт или внеси съществуващ контакт от файл (VCF, CSV или LDIF).
he: הוספת איש קשר חדש או יבוא אנשי קובץ מקובץ (VCF, CSV או LDIF).
hr: Dodajte novi kontakt ili uvezite postojeće kontakte iz datoteke (VCF, CSV ili LDIF).

source: Which contact should the data be merged into?
bg_bg: В кой контакт да бъде слята информацията?
he: לאיזה איש קשר המידע יתמזג?
hr: S kojim kontaktom treba povezati podatke?
nn_no: Kva for kontakt vil du slå dette saman med?

source: Delete the other(s) after successful merge?
bg_bg: Изтрий другия(ите) след успешно сливане?
he: מחיקת האחר (אחרים) לאחר מיזוג?
hr: Brisati ostale nakon uspješnog povezivanja?
nn_no: Slett den/dei andre etter ei vellukka samanslåing?

source: Compose mail
bg_bg: Създай имейл
he: כתיבת הודעה
hr: Sastavite mail
nn_no: Skriv e-post

source: Delete current photo
bg_bg: Изтрий текущата снимка
he: מחק תמונה נוכחית
hr: Brišite trenutnu fotografiju
nn_no: Slett biletet

source: Edit current photo
bg_bg: Промени текущата снимка
he: ערוך תמונה נוכחית
hr: Uredite trenutnu fotografiju
nn_no: Rediger biletet

source: Upload new photo
bg_bg: Качи нова снимка
he: העלה תמונה חדשה
hr: Učitajte novu fotografiju
nn_no: Last opp nytt bilete

source: Select photo from Files
bg_bg: Избери снимка от Файлове.
he: בחירת תמונה מקבצים
hr: Odaberite fotografiju iz Datoteka

source: Favorite
bg_bg: Любими
he: מועדף
hr: Favorit
nn_no: Favoritt

source: Name
bg_bg: Име
he: שם
hr: Naziv
nn_no: Namn

source: First name
bg_bg: Първо Име
he: שם פרטי
hr: Ime
nn_no: Fornamn

source: Additional names
bg_bg: Други имена
he: שמות נוספים
hr: Dodatna imena
nn_no: Andre namn

source: Last name
bg_bg: Последно име
he: שם משפחה
hr: Prezime
nn_no: Etternamn

source: Address book
bg_bg: Адресник
he: ספר כתובות
hr: Adresar

source: Nickname
bg_bg: Псевдоним
he: כינוי
hr: Nadimak
nn_no: Kallenamn

source: Title
bg_bg: Заглавие
he: כותרת
hr: Titula
nn_no: Tittel

source: Organization
bg_bg: Организация
he: ארגון
hr: Organizacija
nn_no: Organisasjon

source: Birthday
bg_bg: Рожден ден
he: יום הולדת
hr: Rođendan
nn_no: Bursdag

source: Website
bg_bg: Интернет Страница
he: אתר אינטרנט
hr: Web-mjesto

source: Instant messaging
bg_bg: Чат
he: מסרים מיידיים
hr: Razmjena izravnih poruka

source: Notes go here...
bg_bg: Сложи бележки тук...
he: הערות...
hr: Bilješke idu ovamo...
nn_no: Merknadar her …

source: Add field...
bg_bg: Добави поле...
he: הוספת שדה...
hr: Dodajte polje...

source: Instant Messaging
bg_bg: Чат
he: מסרים מיידיים
hr: Razmjena izravnih poruka
nn_no: Lynmeldingsteneste

source: Note
bg_bg: Бележка
he: הערה
hr: Bilješka
nn_no: Merknad

source: Web site
bg_bg: Интернет страница
he: אתר אינטרנט
hr: Web-mjesto
nn_no: Nettstad

source: Preferred
bg_bg: Предпочитан
he: מועדף
hr: Preferirano
nn_no: Føretrekt

source: Please specify a valid email address.
bg_bg: Моля, посочи валиден имейл адрес.
he: אנא הזן כתובת דוא"ל חוקית
hr: Molimo navedite valjanu adresu e-pošte
nn_no: Ver venleg og skriv inn ei gyldig e-postadresse.

source: Mail to address
bg_bg: Изпрати имейл до адреса
he: כתובת
hr: Adresa na koju se šalje poruka
nn_no: Send e-post til adressa

source: Delete email address
bg_bg: Изтрий имейл адреса
he: מחק כתובת דוא"ל
hr: Brišite adresu e-pošte
nn_no: Slett e-postadresse

source: Enter phone number
bg_bg: Въведи телефонен номер
he: הכנס מספר טלפון
hr: Unesite telefonski broj
nn_no: Skriv inn telefonnummer

source: Go to web site
bg_bg: Отиди на интернет страницата
he: מעבר לאתר אינטרנט
hr: Otiđite na web-mjesto
nn_no: Gå til nettstad

source: View on map
bg_bg: Виж на карта
he: ראה במפה
hr: Prikaz na mapi
nn_no: Syn på kart

source: Street address
bg_bg: Улица
he: כתובת רחוב
hr: Ulična adresa
nn_no: Gateadresse

source: Postal code
bg_bg: Пощенски код
he: מיקוד
hr: Poštanski broj
nn_no: Postkode

source: City
bg_bg: Град
he: עיר
hr: Grad
nn_no: By

source: State or province
bg_bg: Страна или област
he: מדינה או מחוז
hr: Savezna država ili pokrajina
nn_no: Fylke, stat eller region

source: Country
bg_bg: Държава
he: מדינה
hr: Država
nn_no: Land

source: Instant Messenger
bg_bg: Чат
he: מסרים מיידיים
hr: Izravni messenger

source: Active
bg_bg: Активен
he: פעיל
hr: Aktivno

source: Share
bg_bg: Сподели
he: שיתוף
hr: Dijeljeni resurs
nn_no: Del

source: Export
bg_bg: Експортирай
he: ייצוא
hr: Izvoz
nn_no: Eksporter

source: CardDAV link
bg_bg: CardDAV връзка
he: קישור CardDAV
hr: CardDav veza
nn_no: CardDAV-lenkje

source: Edit
bg_bg: Промени
he: עריכה
hr: Uređivanje
nn_no: Endra

source: Format
bg_bg: Форматиране
he: עיצוב

source: Automatic format
bg_bg: Автоматично форматиране
hr: Automatski format

source: Select file...
bg_bg: Избери файл...
he: בחירת קובץ...
hr: Odaberite datoteku...
nn_no: Vel fil …

source: Addressbook URI
bg_bg: URI до Адресника
he: ספר כתובות URI
hr: Adresar URI

source: Description
bg_bg: Описание
he: תיאור
hr: Opis
nn_no: Skildring

source: LDAP URL
bg_bg: LDAP Адрес
he: קישור LDAP

source: Anonymous
bg_bg: Анонимен
he: אנונימי
hr: Anonimno

source: Read-only
bg_bg: Само за четене
he: לקריאה בלבד
hr: Samo za čitanje

source: Read-Only
bg_bg: Само за Четене
he: לקריאה בלבד
hr: Samo za čitanje

source: User
bg_bg: Потребител
he: שתמש
hr: Korisnik

source: Password
bg_bg: Парола
he: סיסמא
hr: Lozinka

source: Page size
bg_bg: Брой на всяка страница
he: גודל עמוד
hr: Veličina stranice

source: Base DN for search
bg_bg: Base DN за търсене
hr: Osnovni DN za pretraživanje

source: Search filter
bg_bg: Филтър за търсене
he: חיפוש על בסיס סינון
hr: Filter pretraživanja

source: Filter
bg_bg: Филтър
he: סינון

source: Base DN for modification
bg_bg: Base DN за промени
hr: Osnovni DN za promjenu

source: Base DN modification
bg_bg: Base DN промяна
hr: Promjena osnovnog DN

source: Connector value (Better use external editor and copy/paste)
bg_bg: Стойност на Connector (По-добре използвай външен редактор и копирай)
hr: Vijednost poveznika (Bolje koristite vanjski uređivač i kopiraj/zalijepi)

source: Copy from (Warning, replaces current custom value)
bg_bg: Копирай от (Предупреждение, променя текущо зададената стойност)
hr: Kopiraj iz (Upozorenje,zamjena postojeće prilagođene vrijednosti)

source: Error getting contact object.
nn_no: Feil ved henting av kontaktobjekt.

source: Error reading contact photo.
nn_no: Feil ved opning av kontaktfoto.

source: Error saving temporary file.
nn_no: Feil ved lagring av mellombels fil.

source: The loading photo is not valid.
nn_no: Ugyldig bilete.

source: No contact info was submitted.
nn_no: Ingen kontaktinfo sendt.

source: File doesn't exist:
nn_no: Fila finst ikkje:

source: Error loading image.
nn_no: Feil ved lasting av bilete.

source: Error resizing image
nn_no: Feil ved endring av biletstorleik

source: Error cropping image
nn_no: Feil ved beskjering av bilete

source: Error creating temporary image
nn_no: Feil ved oppretting av mellombels bilete

source: Error finding image:
nn_no: Fann ikkje bilete:

source: Key is not set for:
nn_no: Ingen nøkkel for:

source: Value is not set for:
nn_no: Ingen verdi for:

source: Upload of blacklisted file:
nn_no: Last opp svartelistefil:

source: Couldn't save temporary image:
nn_no: Klarte ikkje lagra mellombels bilete:

source: Couldn't load temporary image:
nn_no: Klarte ikkje lasta mellombels bilete:

source: %d_selected_contacts
nn_no: %d_valte_kontaktar

source: Uploading...
nn_no: Lastar opp …

source: Imported {count} of {total} contacts
nn_no: Importerte {count} av {total} kontaktar

source: Imported {imported} contacts. {failed} failed.
nn_no: Importerte {imported} kontaktar. Feil ved {failed} av dei.

source: Failed saving sort order: {error}
nn_no: Klarte ikkej å lagra sorteringsfølgje: {error}

source: Failed saving last group: {error}
nn_no: Klarte ikkje lagra siste gruppa: {error}

source: There was an error opening a mail composer.
nn_no: Klarte ikkje opna eit e-postprogram.

source: No files selected for upload.
nn_no: Inga filer valt for opplasting.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
nn_no: Fila du prøver å lasta opp er større enn storleiksgrensa for filopplastingar på denne tenaren.

source: Error loading profile picture.
nn_no: Feil ved lasting av profilbilete.

source: Failed deleting property: {error}
nn_no: Klarte ikkje sletta eigenskapen: {error}

source: Is this correct?
nn_no: Er dette rett?

source: Cancelled deletion of {num}
nn_no: Angra sletting av {num}

source: Failed deleting group: {error}
nn_no: Klarte ikkje sletta gruppa: {error}

source: A group named {group} already exists
nn_no: Ei gruppe med namnet {group} finst allereie

source: You can drag groups to arrange them as you like.
nn_no: Du kan dra grupper for å organisera dei som du vil.

source: Result:
nn_no: Resultat:

source: imported,
nn_no: importert,

source: failed.
nn_no: feila.

source: Error
nn_no: Feil

source: Displayname cannot be empty.
nn_no: Visingsnamnet kan ikkje vera tomt.

source: Show CardDav link
nn_no: Syn CardDAV-lenkje

source: Show read-only VCF link
nn_no: Syn VCF-lenkje (berre lesbar)

source: More...
nn_no: Meir …

source: Less...
nn_no: Mindre …

source: You do not have permissions to see this contacts
nn_no: Du har ikkje tilgang til å sjå denne kontakten

source: You don't have permissions to update the address book.
nn_no: Du har ikkje tilgang til å oppdatera adresseboka

source: There was an error updating the addressbook.
nn_no: Ein feil oppstod ved oppdatering av adresseboka.

source: There was an error deleting this addressbook.
nn_no: Ein feil oppstod ved sletting av adresseboka.

source: This backend not support adding contacts
nn_no: Dette bakstykket støttar ikkje å leggja til kontaktar

source: Error updating address book
nn_no: Klarte ikkje oppdatera adresseboka

source: Error deleting contact.
nn_no: Klarte ikkje sletta kontakten.

source: Error retrieving contact.
nn_no: Klarte ikkje henta kontakten.

source: Error setting property
nn_no: Klarte ikkje lagra eigenskapen

source: Error saving property to backend
nn_no: Klarte ikkje lagra eigenskapen i databasen

source: No contacts found in:
nn_no: Fann ingen kontaktar i:

source: There was an error deleting properties for this contact.
nn_no: Ein feil oppstod ved sletting av eigenskapar for denne kontakten.

source: New Contact
nn_no: Ny kontakt

source: New Group
nn_no: Ny gruppe

source: Merge selected
nn_no: Slå saman utvalet

source: <h3>You have no contacts in your addressbook.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
nn_no: <h3>Du har ingen kontaktar i adresseboka di.</h3><p>Legg til ein ny kontakt eller importer kontaktane dine frå ei VCF-fil.</p>

source: Add contact
nn_no: Legg til kontakt

source: Delete group
nn_no: Slett gruppe

source: Select photo from ownCloud
nn_no: Vel bilete frå ownCloud

source: Select groups
nn_no: Vel grupper

source: Select address book
nn_no: Vel adressebok

source: Enter nickname
nn_no: Skriv inn kallenamn

source: Enter title
nn_no: Skriv inn tittel

source: Enter organization
nn_no: Skriv inn organisasjon

source: Export as VCF
nn_no: Eksporter som VCF

source: Delete contact
nn_no: Slett kontakt

source: someone@example.com
hr: netko@primjer.com
nn_no: nokon@døme.no

source: Delete phone number
nn_no: Slett telefonnummer

source: Delete URL
nn_no: Slett URL

source: Delete address
nn_no: Slett adresse

source: 1 Main Street
nn_no: Hovudgata 1

source: Your city
nn_no: Byen din

source: Some region
nn_no: Eit fylke

source: Your country
nn_no: Landet ditt

source: Delete IM
nn_no: Slett lynmeldingsteneste

source: The temporary image has been removed from cache.
nn_no: Det mellombelse biletet er fjerna frå mellomlageret.

source: CardDAV syncing addresses
nn_no: Synkroniseringsadresser for CardDAV

source: more info
nn_no: meir info

source: Primary address (Kontact et al)
nn_no: Hovudadresse (Kontact osb.)

source: Addressbooks
nn_no: Adressebøker

source: New Address Book
nn_no: Ny adressebok

source: Base DN
hr: Osnovni DN

source: Connector
hr: Poveznik

source: Twitter
he: טוויטר

source: Facebook
he: פייסבוק

source: Yahoo
he: יאהו

source: Skype
he: סקייפ
