Repository: AdamWill/contacts
Catalog: l10n/*/contacts.po
Languages: bg_bg, he, hr, nn_no

source: Contacts
bg_bg: Контакти
he: אנשי קשר
hr: Kontakti
nn_no: Kontaktar

source: Add new LDAP Addressbook
bg_bg: Добави нов LDAP Адресник
he: הוספת ספר כתובות LDAP חדש
hr: Dodajte novi LDAP adresar

source: Ok
bg_bg: ОК
he: בסדר

source: Cancel
bg_bg: Откажи
he: ביטול
hr: Odustanite
nn_no: Avbryt

source: Save
bg_bg: Запиши
he: שמירה
hr: Spremite
nn_no: Lagra

source: Edit Addressbook
bg_bg: Промени Адресника
he: עריכת פנקס הכתובות
hr: Uredite adresar

source: Import contacts
bg_bg: Внасяне на контакти
he: יבוא אנשי קשר
hr: Uvoz kontakata

source: Upload file...
bg_bg: Качи файл...

source: Starting file import
bg_bg: Започване на внасяне
he: מתחיל יבוא קובץ
hr: Početak unosa datoteke

source: Format selected: {format}
bg_bg: Избран формат: {format}.
he: עיצוב נבחר: {format}
hr: Odabran format: {format}

source: Automatic format detection
bg_bg: Автоматично откриване на формата.
hr: Automatska detekcija formata

source: Import into...
bg_bg: Внеси в...
he: מידע יבוא...
hr: Unesite u...
nn_no: Importer til …

source: Processing {count}/{total} cards
bg_bg: Обработва {count}/{total} визитки.
hr: Obrada {broj}/{total} kartica

source: Total: {total}, Success: {imported}, Errors: {failed}
bg_bg: Общо: {total}, Успешни: {imported}, Неуспешни: {failed}

source: An address book called {name} already exists
bg_bg: Адресникът {name} вече съществува.
he: ספר כתובות בשם {name} כבר קיים
hr: Adresar pod nazivom {naziv} već postoji
nn_no: Ei adressebok med namnet {name} finst alt

source: Failed adding address book: {error}
bg_bg: Неуспешно добавяне на адресника: {error}.
he: הוספת ספר כתובות נכשלה: {error}
hr: Dodavanje adresara nije uspjelo: {pogreška}
nn_no: Klarte ikkje oppretta adresseboka: {error}

source: Failed loading address books: {error}
bg_bg: Неуспешно зареждане на адресниците: {error}.
he: טעינת ספרי כתובות נכשלה: {error}
hr: Učitvanje adresara nije uspjelo: {pogreška}
nn_no: Klarte ikkje lasta adresseboka: {error}

source: Server error! Please inform system administator
bg_bg: Сървърна грешка! Моля, уведоми системния администратор.
he: שגיאת שרת! יש להודיע למנהל המערכת
hr: Pogreška na poslužitelju! Molimo, obavijestite adminstratora sustava.

source: Indexing contacts
bg_bg: Индексиране на контактите
he: הכנת מפתח לרשימת כתובות
hr: Indeksiranje kontakata
nn_no: Indekserer kontaktar

source: Unrecoverable error loading address books: {msg}
bg_bg: Невъзстановима грешка при зареждането на адресниците: {msg}.
he: שגיאה שלא ניתנת לתיקון בזמן טעינת ספרי כתובות: {msg}
hr: Nepopravljiva pogreška u učitavanju adresara: {msg}
nn_no: Ugjenoppretteleg feil ved lasting av adressebøker: {msg}

source: Error.
bg_bg: Грешка.
he: שגיאה.
hr: Pogreška
nn_no: Feil.

source: Add to...
bg_bg: Добави към...
he: הוספה אל...
hr: Dodajte...
nn_no: Legg til i …

source: Remove from...
bg_bg: Премахни от...
he: הסרה מ-...
hr: Uklonite iz...
nn_no: Fjern frå …

source: Add group...
bg_bg: Добави група...
he: הוספת קבוצה...
hr: Dodajte grupu...
nn_no: Legg til gruppe …

source: Invalid URL: "{url}"
bg_bg: Невалиден Интернет Адресс: "{url}".
he: קישור לא חוקי: "{url}"
hr: Neispravan URL: "{url}"

source: Invalid email: "{url}"
bg_bg: Невалиден имейл: "{url}".
he: כתובת דואר אלקטרוני שגויה: "{url}"
hr: Neispravna adresa e-pošte: "{url}"

source: Merge failed. Cannot find contact: {id}
bg_bg: Неуспешно сливане. Неуспешно намиране на контакт: {id}.
he: שגיאת מיזוג. לא ניתן למצוא איש קשר: {id}
hr: Spajanje nije uspjelo. Kontakt nije pronađen: {id}
nn_no: Feil ved samanslåing. Klarte ikkje finna kontakten: {id}

source: Merge failed.
bg_bg: Неуспешно сливане.
he: מיזוג נכשל.
hr: Spajanje nije uspjelo
nn_no: Feil ved samanslåing.

source: Merge failed. Error saving contact.
bg_bg: Неуспешно сливане. Грешка при запазването на контакт.
he: מיזוג נכשל. שגיאה בשמירת איש קשר
hr: Spajanje nije uspjelo.Pogreška pri spremanja kontakta u datoteku.
nn_no: Feil ved samanslåing. Klarte ikkje lagra kontakten.

source: Select photo
bg_bg: Избери снимка
he: בחירת תמונה
hr: Odaberite fotografiju
nn_no: Vel bilete

source: Network or server error. Please inform administrator.
bg_bg: Интернет или сървърна грешка. Моля, свържи се с администратора.
he: שגיאת רשת או שרת. יש להודיע למנהל.
hr: Pogreška na mreži ili poslužitelju. Molimo, obavijestite administratora.
nn_no: Nettverks- eller tenarfeil. Ver venleg og informer administratoren.

source: Only images can be used as contact photos
bg_bg: Само изображения могат да бъдат ползвани за аватари.
he: רק קבצי תמונה יכולים להוות כתמונות איש קשר
hr: Samo se slike mogu koristiti kao fotografije kontakta.

source: The size of "{filename}" exceeds the maximum allowed {size}
bg_bg: Размерът на "{filename}" надвишава максмималния разрешен {size}.
he: גודל "{filename}" עולה על המקסימום המותר {size}
hr: Veličina "{filename}" premašuje maksimalno dozvoljenu {size}

source: Error adding to group.
bg_bg: Грешка при добавяне към група.
he: שגיאה בזמן הוספה לקבוצה.
hr: Pogrešno dodavanje grupi.
nn_no: Klarte ikkje leggja til i gruppe.

source: Error removing from group.
bg_bg: Грешка при премахване от група.
he: שגיאה בזמן הסרה מקבוצה.
hr: Pogrešno uklanjanje iz grupe.
nn_no: Klarte ikkje fjerna frå gruppe.

source: You have selected over 300 contacts. This will most likely fail! Click here to try anyway.
bg_bg: Избрал си повече от 300 контакта. Това най-вероятно няма да успее! Натисни, за да опиташ все пак.
he: בחרת יותר מ- 300 אנשי קשר. ככל הנראה התהליך ייכשל! יש ללחוץ כאן לניסיון בכל זאת.
hr: Odabrali ste više od 300 kontakata. To najvjerojatnije neće uspjeti! Da biste ipak pokušali, kliknite ovdje.

source: Error setting {name} as favorite.
bg_bg: Грешка при задаване на {name} като любим.
he: שגיאה בזמן הוספה למועדפים של {name}.
hr: Pogrešna postavka {ime} kao favorita.
nn_no: Klarte ikkje leggja til {name} som favoritt.

source: Merge contacts
bg_bg: Сливане на контакти
he: מיזוג אנשי קשר
hr: Spojite kontakte
nn_no: Slå saman kontaktar

source: Add group
bg_bg: Добави група
he: הוספת קבוצה
hr: Dodajte grupu
nn_no: Legg til gruppe

source: OK
bg_bg: ОК
he: אישור
nn_no: Greitt

source: Could not find contact: {id}
bg_bg: Неуспешно намиране на контакт: {id}.
he: לא ניתן למצוא איש קשר: {id}
hr: Kontakt nije pronađen: {id}
nn_no: Klarte ikkje finna kontakt: {id}

source: Edit profile picture
bg_bg: Промени аватара
he: עריכת תמונת פרופיל
hr: Uredite sliku profila
nn_no: Endra profilbilete

source: Crop photo
bg_bg: Отрежи снимката
he: חיתוך תמונה
hr: Obrežite fotografiju

source: Error parsing date: {date}
bg_bg: Грешка при разчитането на дата: {date}.
he: שגיאה בזמן ניתוח תאריך: {date}
hr: Pogreška pri raščlanjivanju datuma: {date}

source: # groups
bg_bg: # групи
he: # קבוצות
hr: # grupe
nn_no: # grupper

source: Error parsing birthday {bday}
bg_bg: Грешка при разчитане на рожден ден {bday}.
he: שגיאה בזמן ניתוח תאריך יום הולדת {bday}
hr: Pogreška pri raščlanjivanju rođendana: {bday}

source: The backend does not support multi-byte characters.
bg_bg: Сървърът не поддържа много байтови символи.
he: הצד האחורי אינו תומך תווי multi-byte
hr: Pozadina ne podržava višebajtne znakove.

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
bg_bg: Някои контакти са отбелязани за изтриване, но все още не са изтрити. Моля, изчакай да бъдат изтрити.
he: קיימים אנשי קשר שסומנו למחיקה אך עדיין לא נמחקו. יש להמתין למחיקתם.
hr: Neki su kontakti označeni za brisanje, ali još nisu obrisani. Molimo, pričekajte njihovo brisanje.
nn_no: Visse kontaktar er merkja for sletting, men ikkje sletta enno. Ver venleg og vent til dei er sletta.

source: Click to undo deletion of {num} contacts
bg_bg: Натисни, за да възстановиш изтритите {num} контакта.
he: יש ללחוץ לביטול המחיקה של אנשי הקשר {num}
hr: Kliknite da biste poništili brisanje {num} kontakata.
nn_no: Klikk for å angra sletting av {num} kontaktar

source: Cancelled deletion of {num} contacts
bg_bg: Отказано изтриването на {num} контакта.
he: ביטול מחיקת אנשי הקשר {num}
hr: Poništeno brisanje {num} kontakata.

source: Add
bg_bg: Добави
he: הוספה
hr: Dodavanje
nn_no: Legg til

source: Contact is already in this group.
bg_bg: Контактът е вече в тази група.
he: איש הקשר כבר קיים בקבוצה
hr: Kontakt već je u ovoj grupi.
nn_no: Kontakten finst allereie i gruppa.

source: Contacts are already in this group.
bg_bg: Контактите са вече в тази група.
he: אנשי הקשר כבר קיימים בקבוצה.
hr: Kontakti već jesu u ovoj grupi.
nn_no: Kontaktane finst allereie i gruppa.

source: Couldn't get contact list.
bg_bg: Неуспешно намиране на списъка с контакти.
he: לא ניתן לקבל את רשימת אנשי הקשר.
hr: Popis kontakata nije pronađen.
nn_no: Klarte ikkje henta kontaktlista.

source: Contact is not in this group.
bg_bg: Контактът не е в тази група.
he: איש הקשר אינו בקבוצה.
hr: Kontakt nije u ovoj grupi.
nn_no: Kontakten finst ikkje i gruppa.

source: Contacts are not in this group.
bg_bg: Контактите не са в тази група.
he: אנשי הקשר אינם בקבוצה.
hr: Kontakti nisu u ovoj grupi.
nn_no: Kontaktane finst ikkje i gruppa.

source: A group named "{group}" already exists
bg_bg: Група кръстена "{group}" вече съществува.
he: קבוצה בשם "{group}" כבר קיימת
hr: Grupa pod nazivom "{group}" već postoji.

source: Failed renaming group: {error}
bg_bg: Неуспешно преименуване на група: {error}.
he: שגיאה בזמן שינוי שם הקבוצה: {error}
hr: Preimenovanje grupe nije uspjelo: {error}

source: Failed adding group: {error}
bg_bg: Неуспешно добавяне на група: {group}.
he: שגיאה בזמן הוספת קבוצה: {error}
hr: Dodavanje grupe nije uspjelo: {error}
nn_no: Klarte ikkje leggja til gruppa: {error}

source: All
bg_bg: Всички
he: הכל
hr: Svi
nn_no: Alle

source: Favorites
bg_bg: Любими
he: מועדפים
hr: Favoriti
nn_no: Favorittar

source: Shared by {owner}
bg_bg: Споделен от {owner}.
he: שותף בידי {owner}
hr: Podijelio {owner}
nn_no: Delt av {owner}

source: Not grouped
bg_bg: Негрупирани
he: לא שויך לקבוצה
hr: Nije grupirano
nn_no: Ikkje gruppert

source: Failed loading groups: {error}
bg_bg: Неуспешно зареждане на групи: {error}.
he: שגיאה בזמן טעינת הקבוצות: {error}
hr: Učitavanje grupa nije uspjelo: {error}

source: Please choose the addressbook
bg_bg: Моля, избери адресник.
he: אנא בחר ספר כתובות
hr: Molimo, odaberite adresar.

source: Error loading import template
bg_bg: Грешка при зареждане на шабло за внасяне.
he: שגיאה בטעינה תבנית יבוא
hr: Pogreška pri učitavanju uvezenog predloška

source: Import
bg_bg: Внасяне
he: יבוא
hr: Uvoz
nn_no: Importer

source: Importing...
bg_bg: Внасяне...
he: מייבא...
hr: Uvoz... u tijeku

source: Import done
bg_bg: Внасянето приключи
he: יבוא הסתיים
hr: Uvoz završen

source: Close
bg_bg: Затвори
he: סגירה
hr: Zatvorite
nn_no: Lukk

source: Error, missing parameters:
bg_bg: Греша, липсващи параметри:
he: שגיאה, חסרים פרמטרים:
hr: Pogreška, nedostaju parametri:

source: Failed loading photo: {error}
bg_bg: Неуспешно зареждане на снимка: {error}.
he: שגיאה בזמן טעינת תמונה: {error}
hr: Učitavanje fotografije nije uspjelo: {error}
nn_no: Klarte ikkje lasta bilete: {error}

source: You do not have permissions to see this contact
bg_bg: Нямаш разрешение да разгледаш този контакт.
he: אין לך הרשאות לצפייה באיש קשר זה
hr: Nije vam dopušteno vidjeti ovaj kontakt.
nn_no: Du har ikkje tilgang til å sjå denne kontakten

source: Contact not found
bg_bg: Контактът не е открит.
he: איש קשר לא נמצא
hr: Kontakt nije pronađen.

source: You do not have permissions to see these contacts
bg_bg: Нямаш разрешение да видиш тези контакти.
he: אין לך הרשאות לצפות באנשי קשר אלו
hr: Nije vam dopušteno vidjeti ove kontakte.
nn_no: Du har ikkje tilgang til å sjå desse kontaktane

source: You do not have permissions add contacts to the address book
bg_bg: Нямаш разрешение да добавяш контакти в адресника.
he: אין לך הרשאות להוסיף אנשי קשר לספר הכתובות
hr: Nije vam dopušteno dodavati kontakte u ovaj adresar.
nn_no: Du har ikkje tilgang til leggja til kontaktar i adresseboka

source: The backend for this address book does not support adding contacts
bg_bg: Сървърът на този адресник не поддържа добавянето на контакти.
he: הצד האחורי של ספר כתובות זה אינו תומך בהוספת אנשי קשר
hr: Pozadina za ovaj adresar ne podržava dodavanje kontakata.
nn_no: Bakstykket til denne adresseboka støttar ikkje å leggja til nye kontaktar

source: You do not have permissions to delete this contact
bg_bg: Нямаш разрешение да изтриеш този контакт.
he: אין לך הרשאות למחוק איש קשר זה
hr: Nije vam dopušteno brisati ovaj kontakt.
nn_no: Du har ikkje tilgang til å sletta denne kontakten

source: The backend for this address book does not support deleting contacts
bg_bg: Сървърът на този адресник не поддържа изтриването на контакти.
he: הצד האחורי של ספר כתובות זה אינו תומך במחיקת אנשי קשר
hr: Pozadina za ovaj adresar ne podržava brisanje kontakata.
nn_no: Bakstykket til denne adresseboka støttar ikkje sletting av kontaktar

source: Unknown error
bg_bg: Непозната грешка
he: שגיאה בלתי ידועה
hr: Nepoznata pogreška

source: Access denied
bg_bg: Досъпът отказан
he: גישה נדחתה
hr: Pristup uskraćen.

source: The backend for this address book does not support updating
bg_bg: Сървърът на този адресник не поддържа обновяване.
he: הצד האחורי של ספר כתובות זה אינו תומך בעדכון
hr: Pozadina za ovaj adresar ne podržava uređivanje.
nn_no: Bakstykket til denne adresseboka støttar ikkje oppdatering

source: You don't have permissions to delete the address book.
bg_bg: Нямаш разрешение да изтриеш адресника.
he: אין לך הרשאות למחיקת ספר הכתובות.
hr: Nije vam dopušteno brisati ovaj adresar.
nn_no: Du har ikkje tilgang til å sletta adresseboka.

source: Address book not found
bg_bg: Адресникът не е открит.
he: ספר כתובות לא נמצא
hr: Adresar nije pronađen.

source: You do not have permissions to update this contact
bg_bg: Нямаш разрешение да промениш този контакт.
he: אין לך הרשאות לעדכון איש קשר זה
hr: Nije vam dopušteno ažurirati ovaj kontakt.
nn_no: Du har ikkje tilgang til å oppdatera denne kontakten

source: The backend for this contact does not support updating it
bg_bg: Сървърът на този контакт не поддържа промяна.
he: הצד האחורי של ספר כתובות זה אינו תומך בעדכון שלו
hr: Pozadina za ovaj kontakt ne podržava njegovo ažuriranje.
nn_no: Bakstykket til denne kontakten støttar ikkje oppdatering

source: This backend does not support adding contacts
bg_bg: Този сървър не поддържа добавяне на контакти.
he: הצד האחורי אינו תומך בהוספת אנשי קשר
hr: Ova pozadina ne podržava dodavanje kontakata.

source: Property not found
bg_bg: Атрибутът не е открит.
he: תכונה לא אותרה
hr: Svojstvo nije pronađeno.
nn_no: Fann ikkje eigenskapen

source: Missing IM parameter for:
bg_bg: Липсва IM атрибут за:
he: חסר פרמטר IM עבור:
hr: Nedostaje IM parametar za:
nn_no: Manglar lynmeldingsteneste for:

source: Unknown IM:
bg_bg: Непознат IM:
he: IM לא ידוע:
hr: Nepoznat IM:
nn_no: Ukjend lynmeldingsteneste:

source: {name}'s Birthday
bg_bg: Рожден ден на {name}.
he: יום ההולדת של {name}
hr: {ime} Rođendan
nn_no: {name} sin bursdag

source: Error creating address book
bg_bg: Грешка при създаването на адресник.
he: שגיאה בזמן יצירת ספר כתובות
hr: Pogrešno kreiranje adresara
nn_no: Klarte ikkje oppretta adresseboka

source: The "%s" backend does not support deleting address books
bg_bg: "%s" сървър не поддържа изтриване на адресници.
he: הצד האחורי של "%s" אינו תומך במחיקת ספרי כתובות
hr: "%s" pozadina ne podržava brisanje adresara

source: You do not have permissions to delete the "%s" address book
bg_bg: Нямаш разрешение да изтриеш адресника "%s".
he: אין לך הרשאות למחיקת ספר הכתובות "%s"
hr: Nije vam dopušteno brisati "%s" adresar

source: Error deleting address book
bg_bg: Грешка при изтриването на адресник.
he: שגיאה בזמן מחיקת ספר הכתובות
hr: Pogrešno brisanje adresara
nn_no: Klarte ikkje sletta adresseboka

source: Error creating contact.
bg_bg: Грешка при създаването на контакт.
he: שגיאה בזמן יצירת איש קשר.
hr: Pogrešno kreiranje kontakta.
nn_no: Klarte ikkje oppretta kontakten.

source: Error creating contact
bg_bg: Грешка при създаване на контакта.
he: שגיאה בזמן יצירת איש קשר
hr: Pogrešno kreiranje kontakta.

source: Error deleting contact
bg_bg: Грешка при изтриване на контакта.
he: שגיאה בזמן מחיקת איש קשר
hr: Pogrešno brisanje kontakta.

source: Error retrieving contact
bg_bg: Грешка при намирането на контакта.
he: שגיאה בזמן העלאת איש קשר
hr: Pogrešno preuzimanje kontakta.

source: Error saving contact
bg_bg: Грешка при запазването на контакта.
he: שגיאה בזמן שמירת איש קשר
hr: Pogrešno spremanje kontakta.

source: Error removing contact from other address book.
bg_bg: Грешка при премахването на контакт от друг адресник.
he: שגיאה בזמן הסרת איש קשר מספר הכתובות.
hr: Pogrešno uklanjanje kontakta iz drugog adresara.
nn_no: Klarte ikkje fjerna kontakten frå den andre adresseboka.

source: Error getting moved contact
bg_bg: Грешка при преместването на контакта.
he: שגיאה בזמן העברת איש קשר
hr: Pogrešno premještanje kontakta.

source: Couldn't find contact.
bg_bg: Неуспешно намиране на контакт.
he: לא ניתן למצוא את איש הקשר.
hr: Kontakt nije pronađen.
nn_no: Klarte ikkje finna kontakten.

source: No contact data in request.
bg_bg: Липсва информация за контакта в заявката.
hr: Zahtjev ne sadrži podatke o kontaktu.

source: Error merging into contact.
bg_bg: Грешка при сливането в контакт.
he: שגיאה בזמן מיזוג לתוך איש קשר.
hr: Pogrešno spajanje s kontaktom.
nn_no: Klarte ikkje slå saman med kontakten.

source: Error saving contact to backend.
bg_bg: Сървърна грешка при запазването на контакт.
he: שגיאה בזמן שמירה למסד הנתונים.
hr: Pogrešno spremanje kontakta u pozadinu.
nn_no: Klarte ikkje lagra kontakten til databasen.

source: Property name is not set.
bg_bg: Атрибутът не е зададен.
hr: Naziv svojstva nije naveden.
nn_no: Eigenskapsnamnet er ikkje gjeve.

source: Property checksum is not set.
bg_bg: Незададен цhecksum на атрибута.
hr: Kontrolni zbroj svojstva nije utvrđen.
nn_no: Eigenskapssjekksummen er ikkje gjeve.

source: Information about vCard is incorrect. Please reload the page.
bg_bg: Информацията за vCard не е правилна. Моля, презареди страницата.
he: המידע אודות vCard אינו נכון. נא לטעון מחדש את הדף.
hr: Neispravna informacija o Vkartici. Molimo, ponovno učitajte stranicu.
nn_no: Informasjonen om vCard-et er feil, ver venleg og last sida på nytt.

source: Error updating contact
bg_bg: Грешка при обновяване на контакта.
he: שגיאה בזמן עדכון איש קשר
hr: Pogrešno ažuriranje kontakta.

source: Error saving contact to backend
bg_bg: Грешка при запазване на контакта на сървъра.
he: שגיאה בזמן שמירת איש קשר למסד הנתונים
hr: Pogrešno spremanje kontakta u pozadinu.

source: No photo path was submitted.
bg_bg: Не е зададен път към снимка.
he: כתובת התמונה לא נשלחה
hr: Put fotografije nije poslan.
nn_no: Ingen biletsti sendt inn.

source: Error loading image from cache
bg_bg: Грешка при зареждане на изображение от кеша.
he: שגיאה בזמן טעינת תמונה מזיכרון המטמון
hr: Pogrešno učitavanje slike iz predmemorije.

source: Error getting PHOTO property.
bg_bg: Грешка при откриването на PHOTO атрибута.
he: שגיאה בקבלת מידע של תמונה
hr: Pogrešan dohvat PHOTO svojstva.
nn_no: Feil ved henting av PHOTO-eigenskap.

source: Error saving contact.
bg_bg: Грешка при запазване на контакта.
he: שגיאה בשמירת איש הקשר
hr: Pogrešno spremanje kontakta.
nn_no: Feil ved lagring av kontakt.

source: No group name given.
bg_bg: Липсва име на групата.
he: לא הוגדר שם קבוצה.
hr: Naziv grupe nije naveden.
nn_no: Inga gruppenamn gjeve.

source: Error adding group.
bg_bg: Грешка при добавяне на групата.
he: שגיאה בזמן הוספת קבוצה.
hr: Pogrešno dodavanje grupe.
nn_no: Feil ved oppretting av gruppe.

source: No group name to rename from given.
bg_bg: Не е зададено име на групата, която да бъде преименувана.
hr: Ne postoji grupa za preimenovanje prema zadanom nazivu grupe.

source: No group name to rename to given.
bg_bg: Не е зададено име на групата, до която да бъде преименувана.
hr: Ne postoji grupa za preimenovanje u zadani naziv grupe.

source: Error renaming group.
bg_bg: Грешка при преименуване на групата.
he: שגיאה בזמן שינוי שם קבוצה.
hr: Pogrešno preimenovanje grupe.

source: Group ID missing from request.
bg_bg: Липсва Group ID от заявката.
hr: U zahtjevu nedostaje ID grupe.
nn_no: Gruppe-ID manglar frå førespurnaden.

source: Group name missing from request.
bg_bg: Липсва име на групата от заявката.
hr: U zahtjevu nedostaje naziv grupe.
nn_no: Gruppenamnet manglar frå førespurnaden.

source: Contact ID missing from request.
bg_bg: Липсва Contact ID от заявката.
hr: U zahtjevu nedostaje ID kontakta.
nn_no: Kontakt-ID manglar frå førespurnaden.

source: No file was uploaded. Unknown error
bg_bg: Неуспешно качвачване на файл. Непозната грешка.
he: לא הועלה קובץ. טעות בלתי מזוהה.
hr: Nijedna datoteka nije učitana. Nepoznata pogreška.
nn_no: Ingen filer lasta opp. Ukjend feil

source: There is no error, the file uploaded with success
bg_bg: Файлът е качен успешно
he: לא התרחשה שגיאה, הקובץ הועלה בהצלחה
hr: Nema pogreške, datoteka uspješno učitana.
nn_no: Ingen feil, fila vart lasta opp

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
bg_bg: Файлът който се опитвате да качите, надвишава зададените стойности в upload_max_filesize в php.ini.
he: גודל הקובץ שהועלה גדול מהערך upload_max_filesize שמוגדר בקובץ php.ini
hr: Učitana datoteka premašuje maksimalnu dopuštenu veličinu datoteke u php.ini
nn_no: Den opplasta fila er større enn variabelen upload_max_filesize i php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
bg_bg: Файлът който се опитвате да качите надвишава стойностите в MAX_FILE_SIZE в HTML формата.
he: הקובץ שהועלה גדוך מהערך MAX_FILE_SIZE שהוגדר בתופס HTML
hr: Učitana datoteka premašuje maksimalnu dopuštenu veličinu datoteke navedene u HTML formi
nn_no: Den opplasta fila er større enn variabelen MAX_FILE_SIZE i HTML-skjemaet

source: The uploaded file was only partially uploaded
bg_bg: Файлът е качен частично.
he: הקובץ הועלה באופן חלקי בלבד
hr: Učitana datoteka je učitana samo djelomično.
nn_no: Fila vart berre delvis lasta opp

source: No file was uploaded
bg_bg: Фаjлът не бе качен.
he: שום קובץ לא הועלה
hr: Nijedna datoteka nije učitana.
nn_no: Ingen filer vart lasta opp

source: Missing a temporary folder
bg_bg: Липсва временна папка.
he: תקיה זמנית חסרה
hr: Nedostaje privremena mapa.
nn_no: Manglar ei mellombels mappe

source: Failed to write to disk
bg_bg: Възникна проблем при запис на диска.
he: הכתיבה לכונן נכשלה
hr: Zapisivanje na disk nije uspjelo.
nn_no: Klarte ikkje skriva til disk

source: Not enough storage available
bg_bg: Недостатъчно място
he: אין די שטח פנוי באחסון
hr: Prostor za pohranu nedostatan.
nn_no: Ikkje nok lagringsplass tilgjengeleg

source: Attempt to upload blacklisted file:
bg_bg: Опит за качване на забранен файл:
he: ניסיון להעלות קובץ מהרשימה השחורה:
hr: Pokušaj učitavanja zabranjene datoteke.
nn_no: Prøv å lasta opp svartelistefil:

source: Error uploading contacts to storage.
bg_bg: Грешка при качване на контактите на дисковото пространство.
he: התרשה שגיאה בהעלאת אנשי הקשר לאכסון.
hr: Pogrešno učitavanje kontakata u pohranu.
nn_no: Feil ved opplasting av kontaktar til lagring.

source: Error moving file to imports folder.
bg_bg: Грешка при местенето на файл в папката за внасяне.
hr: Pogrešno premještanje datoteke u mapu uvoza.

source: You do not have permissions to import into this address book.
bg_bg: Нямаш разрешение да внасяш в адресника.
hr: Nemate dozvolu za unos u adresar.
nn_no: Du har ikkje tilgang til å importera inn i denne adresseboka.

source: File name missing from request.
bg_bg: Липсва име на файла в заявката.
hr: U zahtjevu nedostaje naziv datoteke.
nn_no: Filnamn manglar frå førespurnaden.

source: Progress key missing from request.
bg_bg: Ключ за прогреса липсва в заявката.
hr: U zahtjevu nedostaje ključ tijeka.
nn_no: Framgangsnøkkel manglar frå førespurnaden.
